Repository: sodhera/speaking-coach-ios
Catalog: SpeakingCoach/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fil, fr, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, tr, uk, vi, zh_hans

source: Your presentation is this week.
ar: عرضك هذا الأسبوع.
de: Deine Präsentation ist diese Woche.
es: Tu presentación es esta semana.
fil: Ngayong linggo ang presentation mo.
fr: Ta présentation, c'est cette semaine.
hi: आपकी प्रेज़ेंटेशन इस हफ़्ते है।
id: Presentasimu minggu ini.
it: La tua presentazione è questa settimana.
ja: プレゼンは今週です。
ko: 발표가 이번 주예요.
nl: Je presentatie is deze week.
pl: Prezentacja jest w tym tygodniu.
pt_br: Sua apresentação é esta semana.
ru: Презентация на этой неделе.
sv: Din presentation är den här veckan.
tr: Sunumun bu hafta.
uk: Презентація цього тижня.
vi: Bài thuyết trình diễn ra trong tuần này.
zh_hans: 你的演讲就在这周。

source: Your session is saved.
ar: جلستك محفوظة.
de: Deine Einheit ist gespeichert.
es: Tu sesión está guardada.
fil: Naka-save ang session mo.
fr: Ta séance est enregistrée.
hi: आपका सेशन सहेजा गया है।
id: Sesimu tersimpan.
it: La tua sessione è salvata.
ja: セッションを保存しました。
ko: 세션이 저장됐어요.
nl: Je sessie is bewaard.
pl: Sesja jest zapisana.
pt_br: Sua sessão está salva.
ru: Сессия сохранена.
sv: Din session är sparad.
tr: Oturumun kaydedildi.
uk: Сесію збережено.
vi: Buổi tập đã được lưu.
zh_hans: 你的练习已保存。

source: Your sessions and feedback stay. Only the plan and its reminder go.
ar: تبقى جلساتك وملاحظاتك. تذهب الخطة وتذكيرها فقط.
de: Deine Einheiten und dein Feedback bleiben. Nur der Plan und seine Erinnerung verschwinden.
es: Tus sesiones y comentarios se quedan. Solo se van el plan y su recordatorio.
fil: Mananatili ang mga session at feedback mo. Ang plan at mga paalala lang nito ang aalisin.
fr: Tes séances et retours restent. Seuls le plan et son rappel disparaissent.
hi: आपके सेशन और फ़ीडबैक बने रहेंगे। सिर्फ़ प्लान और उसका रिमाइंडर हटेगा।
id: Sesi dan masukanmu tetap ada. Hanya paket dan pengingatnya yang dihapus.
it: Le sessioni e i feedback restano. Se ne vanno solo il piano e il suo promemoria.
ja: セッションとフィードバックは残ります。削除されるのはプランとそのリマインダーだけです。
ko: 세션과 피드백은 그대로 남아요. 플랜과 알림만 제거돼요.
nl: Je sessies en feedback blijven. Alleen het plan en de herinnering verdwijnen.
pl: Sesje i informacje zwrotne zostają. Znika tylko plan i jego przypomnienie.
pt_br: Suas sessões e feedbacks ficam. Só o plano e o lembrete dele vão embora.
ru: Сессии и разборы останутся. Удалятся только план и его напоминание.
sv: Dina sessioner och din återkoppling finns kvar. Bara planen och dess påminnelse försvinner.
tr: Oturumların ve geri bildirimlerin kalır. Yalnızca plan ve hatırlatıcısı gider.
uk: Сесії й розбори залишаться. Видаляться лише план і його нагадування.
vi: Các buổi tập và nhận xét vẫn được giữ. Chỉ kế hoạch và lời nhắc của nó bị gỡ.
zh_hans: 你的练习和反馈会保留。只移除计划及其提醒。

source: Your situation
ar: موقفك
de: Deine Situation
es: Tu situación
fil: Ang sitwasyon mo
fr: Ta situation
hi: आपकी स्थिति
id: Situasimu
it: La tua situazione
ja: あなたの状況
ko: 나의 상황
nl: Je situatie
pl: Twoja sytuacja
pt_br: Sua situação
ru: Ваша ситуация
sv: Din situation
tr: Durumun
uk: Ваша ситуація
vi: Tình huống của bạn
zh_hans: 你的情况

source: Your subscription is back.
ar: اشتراكك عاد.
de: Dein Abo ist wieder da.
es: Tu suscripción ha vuelto.
fil: Bumalik na ang subscription mo.
fr: Ton abonnement est de retour.
hi: आपकी सदस्यता वापस आ गई है।
id: Langgananmu sudah kembali.
it: Il tuo abbonamento è tornato.
ja: サブスクリプションが復元されました。
ko: 구독이 복원됐어요.
nl: Je abonnement is terug.
pl: Subskrypcja wróciła.
pt_br: Sua assinatura voltou.
ru: Подписка снова активна.
sv: Ditt abonnemang är tillbaka.
tr: Aboneliğin geri geldi.
uk: Підписка знову активна.
vi: Gói đăng ký của bạn đã trở lại.
zh_hans: 你的订阅已恢复。

source: Your talk couldn't be transcribed.
ar: تعذّر تحويل حديثك إلى نص.
de: Dein Vortrag konnte nicht transkribiert werden.
es: No se pudo transcribir tu charla.
fil: Hindi ma-transcribe ang talk mo.
fr: Ton discours n'a pas pu être transcrit.
hi: आपका भाषण लिखा नहीं जा सका।
id: Pidatomu tidak bisa ditranskripsi.
it: Impossibile trascrivere il tuo discorso.
ja: スピーチを文字起こしできませんでした。
ko: 발표를 받아 적지 못했어요.
nl: Je presentatie kon niet worden uitgeschreven.
pl: Nie udało się przepisać wystąpienia.
pt_br: Não foi possível transcrever sua fala.
ru: Не удалось расшифровать выступление.
sv: Ditt tal kunde inte transkriberas.
tr: Konuşman yazıya dökülemedi.
uk: Не вдалося розшифрувати виступ.
vi: Không thể chép lại bài nói của bạn.
zh_hans: 无法转写你的演讲。

source: Your team
ar: فريقك
de: Dein Team
es: Tu equipo
fil: Ang team mo
fr: Ton équipe
hi: आपकी टीम
id: Timmu
it: Il tuo team
ja: チーム
ko: 나의 팀
nl: Je team
pl: Twój zespół
pt_br: Sua equipe
ru: Ваша команда
sv: Ditt team
tr: Ekibin
uk: Ваша команда
vi: Nhóm của bạn
zh_hans: 你的团队

source: Your turn
ar: دورك
de: Du bist dran
es: Tu turno
fil: Ikaw na
fr: À toi
hi: आपकी बारी
id: Giliranmu
it: Tocca a te
ja: あなたの番
ko: 내 차례
nl: Jouw beurt
pl: Twoja kolej
pt_br: Sua vez
ru: Ваша очередь
sv: Din tur
tr: Sıra sende
uk: Ваша черга
vi: Đến lượt bạn
zh_hans: 轮到你了

source: Your words are saved. Try again in a moment.
ar: كلماتك محفوظة. حاول مجددًا بعد قليل.
de: Deine Worte sind gespeichert. Versuch es gleich noch einmal.
es: Tus palabras están guardadas. Inténtalo de nuevo en un momento.
fil: Naka-save ang mga salita mo. Subukan ulit mamaya.
fr: Tes mots sont enregistrés. Réessaie dans un instant.
hi: आपके शब्द सहेजे गए हैं। थोड़ी देर में फिर कोशिश करें।
id: Kata-katamu tersimpan. Coba lagi sebentar lagi.
it: Le tue parole sono salvate. Riprova tra un momento.
ja: あなたの言葉は保存されています。少ししてからもう一度お試しください。
ko: 말씀하신 내용은 저장되어 있어요. 잠시 후 다시 시도해 주세요.
nl: Je woorden zijn bewaard. Probeer het zo opnieuw.
pl: Twoje słowa są zapisane. Spróbuj za chwilę.
pt_br: Suas palavras estão salvas. Tente de novo em instantes.
ru: Ваши слова сохранены. Попробуйте чуть позже.
sv: Dina ord är sparade. Försök igen om en stund.
tr: Söylediklerin kaydedildi. Birazdan tekrar dene.
uk: Ваші слова збережено. Спробуйте трохи згодом.
vi: Lời bạn nói đã được lưu. Thử lại sau giây lát.
zh_hans: 你说的话已保存。请稍后再试。

source: Your words, one change, a clearer try.
ar: كلماتك، وتغيير واحد، ومحاولة أوضح.
de: Deine Worte, eine Änderung, ein klarerer Versuch.
es: Tus palabras, un cambio, un intento más claro.
fil: Ang mga salita mo, isang pagbabago, isang mas malinaw na subok.
fr: Tes mots, un changement, un essai plus clair.
hi: आपके शब्द, एक बदलाव, एक साफ़ कोशिश।
id: Kata-katamu, satu perubahan, satu percobaan yang lebih jelas.
it: Le tue parole, un cambiamento, un tentativo più chiaro.
ja: あなたの言葉、一つの改善、より明確な一回。
ko: 내가 한 말, 한 가지 변화, 더 명확한 한 번.
nl: Jouw woorden, één verandering, een duidelijkere poging.
pl: Twoje słowa, jedna zmiana, jaśniejsza próba.
pt_br: Suas palavras, uma mudança, uma tentativa mais clara.
ru: Ваши слова, одно изменение, более ясная попытка.
sv: Dina ord, en ändring, ett tydligare försök.
tr: Senin sözlerin, tek değişiklik, daha net bir deneme.
uk: Ваші слова, одна зміна, чіткіша спроба.
vi: Lời của bạn, một thay đổi, một lần thử rõ ràng hơn.
zh_hans: 你的原话，一个改进，一次更清晰的尝试。

source: and you'll speak %@, every day.
ar: وستتحدث %@ كل يوم.
de: und du sprichst jeden Tag %@.
es: y hablarás %@, cada día.
fil: at magsasalita ka %@, araw-araw.
fr: et tu parleras %@, chaque jour.
hi: और आप हर दिन %@ बोलेंगे।
id: dan kamu akan berbicara %@, setiap hari.
it: e parlerai %@, ogni giorno.
ja: 毎日%@話せるようになります。
ko: 매일 %@ 말하게 될 거예요.
nl: en je spreekt elke dag %@.
pl: i będziesz mówić %@, codziennie.
pt_br: e você vai falar %@, todos os dias.
ru: и вы будете говорить %@ каждый день.
sv: och du pratar %@, varje dag.
tr: ve her gün %@ konuşacaksın.
uk: і ви говоритимете %@ щодня.
vi: và bạn sẽ nói %@, mỗi ngày.
zh_hans: 你将每天都能%@表达。

source: and you'll walk into any room %@.
ar: وستدخل أي مكان %@.
de: und du gehst %@ in jeden Raum.
es: y entrarás en cualquier sala %@.
fil: at papasok ka sa kahit anong kuwarto nang %@.
fr: et tu entreras dans n'importe quelle pièce %@.
hi: और आप हर कमरे में %@ जाएँगे।
id: dan kamu akan memasuki ruangan mana pun %@.
it: e entrerai in qualsiasi stanza %@.
ja: どんな場所にも%@入っていけます。
ko: 어떤 자리든 %@ 들어가게 될 거예요.
nl: en je stapt elke ruimte binnen, %@.
pl: i wejdziesz do każdego pomieszczenia %@.
pt_br: e você vai entrar em qualquer ambiente %@.
ru: и вы будете входить в любую комнату %@.
sv: och du går in i varje rum %@.
tr: ve her ortama %@ gireceksin.
uk: і ви входитимете в будь-яку кімнату %@.
vi: và bạn sẽ bước vào bất kỳ căn phòng nào %@.
zh_hans: 你将能%@走进任何场合。

source: and you'll walk into that conversation %@.
ar: وستدخل تلك المحادثة %@.
de: und du gehst %@ in dieses Gespräch.
es: y llegarás a esa conversación %@.
fil: at haharapin mo ang usapang iyon nang %@.
fr: et tu aborderas cette conversation %@.
hi: और आप उस बातचीत में %@ जाएँगे।
id: dan kamu akan menghadapi percakapan itu %@.
it: e affronterai quella conversazione %@.
ja: その話し合いに%@臨めます。
ko: 그 대화에 %@ 들어가게 될 거예요.
nl: en je gaat dat gesprek in, %@.
pl: i podejdziesz do tej rozmowy %@.
pt_br: e você vai chegar a essa conversa %@.
ru: и вы придёте на этот разговор %@.
sv: och du går in i det samtalet %@.
tr: ve o konuşmaya %@ gireceksin.
uk: і ви прийдете на цю розмову %@.
vi: và bạn sẽ bước vào cuộc trò chuyện đó %@.
zh_hans: 你将能%@面对那场对话。

source: and you'll walk into the raise conversation %@.
ar: وستدخل محادثة الزيادة %@.
de: und du gehst %@ ins Gehaltsgespräch.
es: y llegarás a la conversación del aumento %@.
fil: at haharapin mo ang usapan tungkol sa dagdag-sahod nang %@.
fr: et tu aborderas la discussion sur ton augmentation %@.
hi: और आप वेतन-वृद्धि की बातचीत में %@ जाएँगे।
id: dan kamu akan menghadapi pembicaraan kenaikan gaji %@.
it: e affronterai la richiesta di aumento %@.
ja: 昇給の話し合いに%@臨めます。
ko: 연봉 협상에 %@ 들어가게 될 거예요.
nl: en je gaat het salarisgesprek in, %@.
pl: i podejdziesz do rozmowy o podwyżce %@.
pt_br: e você vai chegar à conversa sobre o aumento %@.
ru: и вы придёте на разговор о повышении %@.
sv: och du går in i lönesamtalet %@.
tr: ve zam görüşmesine %@ gireceksin.
uk: і ви прийдете на розмову про підвищення %@.
vi: và bạn sẽ bước vào buổi đề xuất tăng lương %@.
zh_hans: 你将能%@去谈加薪。

source: and you'll walk into your interview %@.
ar: وستدخل مقابلتك %@.
de: und du gehst %@ ins Vorstellungsgespräch.
es: y llegarás a tu entrevista %@.
fil: at haharapin mo ang interview mo nang %@.
fr: et tu aborderas ton entretien %@.
hi: और आप अपने इंटरव्यू में %@ जाएँगे।
id: dan kamu akan menghadapi wawancaramu %@.
it: e affronterai il tuo colloquio %@.
ja: 面接に%@臨めます。
ko: 면접에 %@ 들어가게 될 거예요.
nl: en je gaat je sollicitatiegesprek in, %@.
pl: i pójdziesz na rozmowę kwalifikacyjną %@.
pt_br: e você vai chegar à sua entrevista %@.
ru: и вы придёте на собеседование %@.
sv: och du går in i din intervju %@.
tr: ve mülakatına %@ gireceksin.
uk: і ви прийдете на співбесіду %@.
vi: và bạn sẽ bước vào buổi phỏng vấn %@.
zh_hans: 你将能%@走进面试。

source: and you'll walk into your next meeting %@.
ar: وستدخل اجتماعك القادم %@.
de: und du gehst %@ in dein nächstes Meeting.
es: y llegarás a tu próxima reunión %@.
fil: at haharapin mo ang susunod mong meeting nang %@.
fr: et tu aborderas ta prochaine réunion %@.
hi: और आप अपनी अगली मीटिंग में %@ जाएँगे।
id: dan kamu akan menghadapi rapat berikutnya %@.
it: e affronterai la tua prossima riunione %@.
ja: 次の会議に%@臨めます。
ko: 다음 회의에 %@ 들어가게 될 거예요.
nl: en je gaat je volgende vergadering in, %@.
pl: i pójdziesz na następne spotkanie %@.
pt_br: e você vai chegar à sua próxima reunião %@.
ru: и вы придёте на следующую встречу %@.
sv: och du går in i ditt nästa möte %@.
tr: ve bir sonraki toplantına %@ gireceksin.
uk: і ви прийдете на наступну зустріч %@.
vi: và bạn sẽ bước vào cuộc họp tới %@.
zh_hans: 你将能%@走进下次会议。

source: and you'll walk into your presentation %@.
ar: وستقدّم عرضك %@.
de: und du gehst %@ in deine Präsentation.
es: y llegarás a tu presentación %@.
fil: at haharapin mo ang presentation mo nang %@.
fr: et tu aborderas ta présentation %@.
hi: और आप अपनी प्रेज़ेंटेशन में %@ जाएँगे।
id: dan kamu akan membawakan presentasimu %@.
it: e affronterai la tua presentazione %@.
ja: プレゼンに%@臨めます。
ko: 발표에 %@ 들어가게 될 거예요.
nl: en je geeft je presentatie, %@.
pl: i wygłosisz prezentację %@.
pt_br: e você vai chegar à sua apresentação %@.
ru: и вы выйдете на презентацию %@.
sv: och du går in i din presentation %@.
tr: ve sunumuna %@ çıkacaksın.
uk: і ви вийдете на презентацію %@.
vi: và bạn sẽ bước vào bài thuyết trình %@.
zh_hans: 你将能%@走上演讲台。

source: calm
ar: بهدوء
de: ruhig
es: con calma
fil: kalmado
fr: avec calme
hi: शांति से
id: dengan tenang
it: con calma
ja: 落ち着いて
ko: 침착하게
nl: kalm
pl: ze spokojem
pt_br: com calma
ru: спокойно
sv: lugnt
tr: sakin
uk: спокійно
vi: một cách bình tĩnh
zh_hans: 从容

source: calmly
ar: بهدوء
de: ruhig
es: con calma
fil: nang kalmado
fr: calmement
hi: शांति से
id: dengan tenang
it: con calma
ja: 落ち着いて
ko: 침착하게
nl: kalm
pl: spokojnie
pt_br: com calma
ru: спокойно
sv: lugnt
tr: sakin
uk: спокійно
vi: một cách bình tĩnh
zh_hans: 从容地

source: clear
ar: بوضوح
de: klar
es: con claridad
fil: malinaw
fr: avec clarté
hi: साफ़ मन से
id: dengan jelas
it: con chiarezza
ja: はっきりと
ko: 명확하게
nl: helder
pl: z jasnością
pt_br: com clareza
ru: с ясной головой
sv: tydligt
tr: net
uk: з ясною головою
vi: một cách rõ ràng
zh_hans: 清晰

source: clearly
ar: بوضوح
de: klar
es: con claridad
fil: nang malinaw
fr: clairement
hi: साफ़-साफ़
id: dengan jelas
it: chiaramente
ja: はっきりと
ko: 명확하게
nl: helder
pl: jasno
pt_br: com clareza
ru: ясно
sv: tydligt
tr: net
uk: чітко
vi: rõ ràng
zh_hans: 清晰地

source: day streak
ar: يومًا متتاليًا
de: Tage in Folge
es: días de racha
fil: araw na sunod-sunod
fr: jours de série
hi: दिन की लय
id: hari beruntun
it: giorni di fila
ja: 日連続
ko: 일 연속
nl: dagen op rij
pl: dni z rzędu
pt_br: dias seguidos
ru: дней подряд
sv: dagar i rad
tr: günlük seri
uk: днів поспіль
vi: ngày liên tiếp
zh_hans: 天连续打卡

source: e.g. I need my deposit back, and they keep avoiding the subject.
ar: مثلًا: أريد استرداد التأمين، ويتهرّب دائمًا من الموضوع.
de: z. B. Ich will meine Kaution zurück, und er weicht dem Thema immer aus.
es: p. ej., necesito que me devuelva la fianza y siempre evita el tema.
fil: hal. kailangan kong makuha ang deposito ko, at iniiwasan nila ang usapan
fr: ex. j'ai besoin de récupérer ma caution, et il évite toujours le sujet.
hi: जैसे, मुझे अपनी सिक्योरिटी डिपॉज़िट वापस चाहिए, और वे हमेशा बात टाल देते हैं।
id: mis. saya perlu uang jaminan saya kembali, dan mereka terus menghindari topiknya
it: es. rivoglio la caparra, e lui evita sempre l'argomento.
ja: 例：敷金を返してほしいのに、いつも話をそらされる。
ko: 예: 보증금을 돌려받아야 하는데 계속 말을 돌려요.
nl: bijv. ik wil mijn borg terug, en hij ontwijkt het onderwerp steeds.
pl: np. potrzebuję zwrotu kaucji, a on ciągle unika tematu.
pt_br: ex.: preciso do meu depósito de volta, e ele sempre foge do assunto.
ru: например, мне нужно вернуть залог, а он всё время уходит от темы.
sv: t.ex. jag vill ha tillbaka depositionen, och hen undviker alltid ämnet.
tr: örn. depozitomu geri istiyorum ve hep konuyu geçiştiriyor.
uk: наприклад, мені потрібно повернути заставу, а він весь час уникає теми.
vi: VD: tôi cần lấy lại tiền cọc, và họ cứ né tránh chuyện đó
zh_hans: 例如：我要拿回押金，但对方一直回避这个话题。

source: e.g. my interview on Friday
ar: مثلًا: مقابلتي يوم الجمعة
de: z. B. mein Vorstellungsgespräch am Freitag
es: p. ej., mi entrevista del viernes
fil: hal. ang interview ko sa Biyernes
fr: ex. mon entretien de vendredi
hi: जैसे, शुक्रवार का मेरा इंटरव्यू
id: mis. wawancara saya hari Jumat
it: es. il mio colloquio di venerdì
ja: 例：金曜日の面接
ko: 예: 금요일 면접
nl: bijv. mijn sollicitatiegesprek op vrijdag
pl: np. moja rozmowa kwalifikacyjna w piątek
pt_br: ex.: minha entrevista de sexta
ru: например, моё собеседование в пятницу
sv: t.ex. min intervju på fredag
tr: örn. cuma günkü mülakatım
uk: наприклад, моя співбесіда в п'ятницю
vi: VD: buổi phỏng vấn thứ Sáu
zh_hans: 例如：我周五的面试

source: e.g. my landlord
ar: مثلًا: مالك الشقة
de: z. B. mein Vermieter
es: p. ej., mi casero
fil: hal. ang landlord ko
fr: ex. mon propriétaire
hi: जैसे, मेरे मकान मालिक
id: mis. pemilik kos saya
it: es. il mio padrone di casa
ja: 例：大家さん
ko: 예: 집주인
nl: bijv. mijn huisbaas
pl: np. mój właściciel mieszkania
pt_br: ex.: meu senhorio
ru: например, мой арендодатель
sv: t.ex. min hyresvärd
tr: örn. ev sahibim
uk: наприклад, мій орендодавець
vi: VD: chủ nhà của tôi
zh_hans: 例如：我的房东

source: fluent
ar: بطلاقة
de: flüssig
es: con fluidez
fil: matatas
fr: avec aisance
hi: धाराप्रवाह
id: dengan lancar
it: con scioltezza
ja: よどみなく
ko: 유창하게
nl: vloeiend
pl: z płynnością
pt_br: com fluência
ru: свободно
sv: flytande
tr: akıcı
uk: вільно
vi: một cách trôi chảy
zh_hans: 流利

source: fluently
ar: بطلاقة
de: flüssig
es: con fluidez
fil: nang matatas
fr: avec aisance
hi: धाराप्रवाह
id: dengan lancar
it: con scioltezza
ja: よどみなく
ko: 유창하게
nl: vloeiend
pl: płynnie
pt_br: com fluência
ru: свободно
sv: flytande
tr: akıcı
uk: вільно
vi: trôi chảy
zh_hans: 流利地

source: like yourself
ar: على طبيعتك
de: wie du selbst
es: como tú mismo
fil: bilang ikaw
fr: comme toi-même
hi: अपने जैसे
id: seperti dirimu sendiri
it: come te stesso
ja: 自分らしく
ko: 나답게
nl: als jezelf
pl: jak ty
pt_br: como você mesmo
ru: как вы сами
sv: som dig själv
tr: kendin gibi
uk: як ви самі
vi: đúng là chính mình
zh_hans: 做自己

source: out of 10
ar: من 10
de: von 10
es: de 10
fil: sa 10
fr: sur 10
hi: 10 में से
id: dari 10
it: su 10
nl: van de 10
pl: na 10
pt_br: de 10
ru: из 10
sv: av 10
uk: з 10
vi: trên 10

source: ready
ar: بكامل استعدادك
de: bereit
es: con todo a punto
fil: handa
fr: préparé
hi: पूरी तैयारी से
id: dengan persiapan matang
it: con la giusta preparazione
ja: 準備万端で
ko: 준비된 채로
nl: klaar
pl: w pełnej gotowości
pt_br: com tudo pronto
ru: во всеоружии
sv: redo
tr: hazır
uk: у повній готовності
vi: với sự sẵn sàng
zh_hans: 有备而来地

source: ready to get the yes
ar: وأنت مستعد لسماع نعم
de: bereit für ein Ja
es: con todo a punto para conseguir el sí
fil: handang makuha ang oo
fr: prêt à obtenir un oui
hi: हाँ सुनने की तैयारी से
id: siap mendapat jawaban ya
it: pronto a ottenere un sì
ja: イエスを引き出す気持ちで
ko: 승낙을 받아 낼 준비를 하고
nl: klaar om een ja te krijgen
pl: z gotowością na tak
pt_br: pronto para ouvir um sim
ru: с готовностью услышать «да»
sv: redo att få ett ja
tr: evet almaya hazır
uk: з готовністю почути «так»
vi: sẵn sàng nhận cái gật đầu
zh_hans: 志在必得地

source: sounding like yourself
ar: على طبيعتك
de: ganz du selbst
es: sonando como tú mismo
fil: tunog na ikaw mismo
fr: en restant toi-même
hi: अपने जैसे लगते हुए
id: tetap menjadi dirimu sendiri
it: restando te stesso
ja: 自分らしさのまま
ko: 나다운 목소리로
nl: helemaal jezelf
pl: brzmiąc jak ty
pt_br: soando como você mesmo
ru: оставаясь собой
sv: och låter som dig själv
tr: kendin gibi
uk: залишаючись собою
vi: đúng là chính mình
zh_hans: 保持本色地

source: with conviction
ar: بثقة
de: überzeugend
es: con convicción
fil: nang may paninindigan
fr: avec conviction
hi: पूरे यकीन से
id: dengan keyakinan
it: con convinzione
ja: 確信を持って
ko: 확신을 갖고
nl: overtuigd
pl: z przekonaniem
pt_br: com convicção
ru: убедительно
sv: med övertygelse
tr: kararlılıkla
uk: переконливо
vi: đầy thuyết phục
zh_hans: 坚定地

source: with ease
ar: بسلاسة
de: entspannt
es: con soltura
fil: nang panatag
fr: avec aisance
hi: सहजता से
id: dengan santai
it: con disinvoltura
ja: 気楽に
ko: 편안하게
nl: ontspannen
pl: swobodnie
pt_br: com tranquilidade
ru: непринуждённо
sv: avslappnat
tr: rahatça
uk: невимушено
vi: thoải mái
zh_hans: 轻松地

source: {Hi, so, um,} I'm going to talk about {like,} our results. {And stuff, I guess.}
ar: {مرحبًا، طيب، آآ،} سأتحدث عن {يعني،} نتائجنا. {وهكذا، على ما أظن.}
de: {Hallo, also, ähm,} ich spreche über {so,} unsere Ergebnisse. {Und so, glaub ich.}
es: {Hola, eh, bueno,} voy a hablar de {o sea,} nuestros resultados. {Y esas cosas, supongo.}
fil: {Hi, so, ano,} pag-uusapan ko {parang,} ang mga resulta namin. {Oo, ayun.}
fr: {Salut, alors, euh,} je vais parler de {genre,} nos résultats. {Et tout ça, je crois.}
hi: {हाय, तो, उम्म,} मैं बात करूँगा {मतलब,} हमारे नतीजों के बारे में। {और बस, शायद।}
id: {Halo, jadi, eh,} saya mau bicara tentang {kayak,} hasil kami. {Ya, gitu deh.}
it: {Ciao, allora, ehm,} parlerò di {tipo,} i nostri risultati. {E cose così, credo.}
ja: {こんにちは、えーと、あの、}今日は{なんか、}私たちの結果について話します。{まあ、そんな感じで。}
ko: {안녕하세요, 그, 음,} 오늘은 {뭐랄까,} 저희 결과에 대해 이야기할게요. {네, 뭐 그렇죠.}
nl: {Hoi, dus, ehm,} ik ga het hebben over {zeg maar,} onze resultaten. {En zo, denk ik.}
pl: {Cześć, więc, eee,} opowiem o {jakby,} naszych wynikach. {I tak dalej, chyba.}
pt_br: {Oi, então, hum,} vou falar sobre {tipo,} nossos resultados. {E tal, acho.}
ru: {Привет, так, э-э,} я расскажу про {типа,} наши результаты. {И всё такое, наверное.}
sv: {Hej, alltså, öh,} jag ska prata om {typ} våra resultat. {Och sånt, antar jag.}
tr: {Merhaba, şey, ııı,} şeyden bahsedeceğim {yani,} sonuçlarımızdan. {Falan filan, sanırım.}
uk: {Привіт, отже, е-е,} я розповім про {типу,} наші результати. {І таке інше, мабуть.}
vi: {Chào mọi người, ờ, ừm,} hôm nay tôi sẽ nói về {kiểu như,} kết quả của chúng tôi. {Vâng, đại loại vậy.}
zh_hans: {大家好，那个，嗯，}我要讲一下{就是，}我们的结果。{对，就这样。}

source: {Oh, um,} nothing interesting, {really.} I'm {like,} a teacher. {I guess.}
ar: {أوه، آآ،} لا شيء مثير، {حقًا.} أنا {يعني،} معلّم. {على ما أظن.}
de: {Oh, ähm,} nichts Spannendes, {ehrlich.} Ich bin {so,} Lehrer. {Glaub ich.}
es: {Ah, eh,} nada interesante, {la verdad.} Soy {pues,} profesor. {Supongo.}
fil: {Ay, ano,} wala namang interesante, {talaga.} Ako ay {parang,} isang guro. {Ganun.}
fr: {Oh, euh,} rien d'intéressant, {franchement.} Je suis {genre,} prof. {Je crois.}
hi: {अरे, उम्म,} कुछ खास नहीं, {सच में।} मैं {मतलब,} टीचर हूँ। {शायद।}
id: {Oh, eh,} nggak ada yang menarik, {sih.} Saya {kayak,} guru. {Gitu aja.}
it: {Oh, ehm,} niente di interessante, {davvero.} Sono {tipo,} un insegnante. {Credo.}
ja: {あ、えーと、}別に面白くないです{けど。}{一応、}教師をしてます。{たぶん。}
ko: {아, 음,} 별로 재미없어요, {진짜.} 저는 {그냥,} 교사예요. {뭐.}
nl: {O, ehm,} niks interessants, {eigenlijk.} Ik ben {zeg maar,} leraar. {Denk ik.}
pl: {O, eee,} nic ciekawego, {serio.} Jestem {jakby,} nauczycielem. {Chyba.}
pt_br: {Ah, hum,} nada interessante, {sério.} Sou {tipo,} professor. {Acho.}
ru: {Ой, э-э,} ничего интересного, {честно.} Я {типа,} учитель. {Наверное.}
sv: {Åh, öh,} inget intressant, {faktiskt.} Jag är {typ} lärare. {Antar jag.}
tr: {Ah, ııı,} ilginç bir şey değil, {gerçekten.} Ben {şey,} öğretmenim. {Sanırım.}
uk: {Ой, е-е,} нічого цікавого, {чесно.} Я {типу,} вчитель. {Мабуть.}
vi: {Ồ, ừm,} không có gì thú vị đâu, {thật đấy.} Tôi {kiểu,} là giáo viên. {Thế thôi.}
zh_hans: {哦，嗯，}没什么意思，{真的。}我{就是，}一个老师。{反正。}
